{
    "locales": {
        "en": {
            "title": "My <span class='text-primary'>Portfolio</span>",
            "description": "Explore a selection of my recent projects and creative works."
        },
        "es": {
            "title": "Mi <span class='text-primary'>Portafolio</span>",
            "description": "Explora una selección de mis proyectos recientes y trabajos creativos."
        }
    },

    "subcategories": [
        {
            "id": "productivity",
            "locales": {
                "en": {"title": "Productivity"},
                "es": {"title": "Productividad"}
            }
        },
        {
            "id": "utilities",
            "locales": {
                "en": {"title": "Utilities"},
                "es": {"title": "Utilidades"}
            }
        },
        {
            "id": "social",
            "locales": {
                "en": {"title": "Social"},
                "es": {"title": "Social"}
            }
        }
    ],

    "items": {
        "productivity": [
            {
                "id": "brainpulse",
                "title": "BrainPulse",
                "logoUrl": "images/portfolio/project-logo-3.png",
                "links": [
                    {"faIcon": "fa-brands fa-apple", "href": "https://apple.com"},
                    {"faIcon": "fa-brands fa-google-play", "href": "https://googleplay.com"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>BrainPulse</b> is your ultimate productivity app, helping you manage tasks, organize your schedule, and boost your focus. With its sleek and modern interface, BrainPulse offers features like task lists, reminders, goal tracking, and customizable productivity metrics. Whether you're a student, professional, or anyone looking to optimize their time and efficiency, BrainPulse is your go-to app for achieving more while maintaining work-life balance.",
                        "tags": ["app", "productivity", "tasks", "focus"]
                    },
                    "es": {
                        "description": "<b>BrainPulse</b> es tu aplicación definitiva de productividad, que te ayuda a gestionar tareas, organizar tu horario y aumentar tu concentración. Con su interfaz elegante y moderna, BrainPulse ofrece funciones como listas de tareas, recordatorios, seguimiento de objetivos y métricas de productividad personalizables. Ya seas un estudiante, un profesional o cualquier persona que busque optimizar su tiempo y eficiencia, BrainPulse es tu aplicación indispensable para lograr más sin sacrificar el equilibrio entre el trabajo y la vida personal.",
                        "tags": ["aplicación", "productividad", "tareas", "concentración"]
                    }
                }
            },

            {
                "id": "stackers",
                "title": "Stackers",
                "logoUrl": "images/portfolio/project-logo-6.png",
                "links": [
                    {"faIcon": "fa-brands fa-apple", "href": "https://apple.com"},
                    {"faIcon": "fa-brands fa-google-play", "href": "https://googleplay.com"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>Stackers</b> is your all-in-one organization and note-taking app, designed to streamline your digital life. With its seamless integration of task management, note organization, and cloud storage, Stackers helps you stay organized and productive. Create to-do lists, jot down ideas, and sync your notes across devices effortlessly. Whether you're a student, professional, or anyone seeking a clutter-free digital workspace, Stackers is here to elevate your organizational game.",
                        "tags": ["app", "organization", "notes", "productivity"]
                    },
                    "es": {
                        "description": "<b>Stackers</b> es tu aplicación todo en uno para la organización y la toma de notas, diseñada para optimizar tu vida digital. Con su integración perfecta de gestión de tareas, organización de notas y almacenamiento en la nube, Stackers te ayuda a mantener la organización y la productividad. Crea listas de tareas, apunta ideas y sincroniza tus notas en todos tus dispositivos sin esfuerzo. Ya seas estudiante, profesional o cualquier persona que busque un espacio de trabajo digital sin desorden, Stackers está aquí para elevar tu juego organizativo.",
                        "tags": ["aplicación", "organización", "notas", "productividad"]
                    }
                }
            },


            {
                "id": "mailm8",
                "title": "MailM8",
                "logoUrl": "images/portfolio/project-logo-7.png",
                "links": [
                    {"faIcon": "fa-brands fa-apple", "href": "https://apple.com"},
                    {"faIcon": "fa-brands fa-google-play", "href": "https://googleplay.com"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>MailM8</b> is your intelligent email companion, revolutionizing the way you manage and interact with your inbox. With advanced AI-powered features, <b>MailM8</b> helps you declutter your email, prioritize important messages, and compose smart replies in a breeze. Say goodbye to email overwhelm and hello to a more efficient and organized communication experience with <b>MailM8</b>.",
                        "tags": ["app", "email", "communication", "productivity"]
                    },
                    "es": {
                        "description": "<b>MailM8</b> es tu compañero de correo electrónico inteligente, revolucionando la forma en que gestionas e interactúas con tu bandeja de entrada. Con funciones avanzadas impulsadas por inteligencia artificial, <b>MailM8</b> te ayuda a organizar tu correo electrónico, priorizar mensajes importantes y componer respuestas inteligentes con facilidad. Di adiós a la abrumadora bandeja de entrada y dale la bienvenida a una experiencia de comunicación más eficiente y organizada con <b>MailM8</b>.",
                        "tags": ["aplicación", "correo electrónico", "comunicación", "productividad"]
                    }
                }
            }
        ],

        "utilities": [
            {
                "id": "smartcash",
                "title": "SmartCash",
                "logoUrl": "images/portfolio/project-logo-1.png",
                "links": [
                    {"faIcon": "fa-brands fa-apple", "href": "https://apple.com"},
                    {"faIcon": "fa-brands fa-google-play", "href": "https://googleplay.com"},
                    {"faIcon": "fa-brands fa-windows", "href": "https://windows.com"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>SmartCash</b> is your smart companion for personal finance, empowering you to take control of your money effortlessly. With its user-friendly interface, SmartCash provides real-time tracking of your expenses and income, enabling you to identify spending patterns and make informed financial decisions. Stay on top of your budget as SmartCash offers personalized recommendations to save money and achieve your financial goals without compromising your lifestyle.",
                        "tags": ["app", "finance", "money", "budget"]
                    },
                    "es": {
                        "description": "<b>SmartCash</b> es tu compañero inteligente para las finanzas personales, permitiéndote tomar el control de tu dinero sin esfuerzo. Con su interfaz fácil de usar, SmartCash proporciona un seguimiento en tiempo real de tus gastos e ingresos, lo que te permite identificar patrones de gasto y tomar decisiones financieras informadas. Mantente al tanto de tu presupuesto, ya que SmartCash ofrece recomendaciones personalizadas para ahorrar dinero y alcanzar tus objetivos financieros sin comprometer tu estilo de vida.",
                        "tags": ["aplicación", "finanzas", "dinero"]
                    }
                }
            },

            {
                "id": "snappy",
                "title": "Snappy",
                "logoUrl": "images/portfolio/project-logo-2.png",
                "links": [
                    {"faIcon": "fa-brands fa-apple", "href": "https://apple.com"},
                    {"faIcon": "fa-brands fa-google-play", "href": "https://googleplay.com"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>Snappy</b> is your ultimate photography app, empowering you to capture and edit stunning images effortlessly. With its intuitive interface, Snappy provides a wide range of powerful tools and filters to enhance your photos and bring out your creativity. Whether you're a professional photographer or just a hobbyist, Snappy offers features like manual controls, advanced editing options, and AI-powered enhancements to take your photography to the next level.",
                        "tags": ["app", "photography", "camera"]
                    },
                    "es": {
                        "description": "<b>Snappy</b> es tu aplicación definitiva de fotografía, que te permite capturar y editar imágenes impresionantes sin esfuerzo. Con su interfaz intuitiva, Snappy ofrece una amplia gama de herramientas y filtros poderosos para mejorar tus fotos y potenciar tu creatividad. Ya seas un fotógrafo profesional o simplemente un aficionado, Snappy ofrece funciones como controles manuales, opciones de edición avanzadas y mejoras impulsadas por inteligencia artificial para llevar tu fotografía al siguiente nivel.",
                        "tags": ["aplicación", "fotografía", "cámara"]
                    }
                }
            },

            {
                "id": "sweetscoops",
                "title": "Sweet Scoops",
                "logoUrl": "images/portfolio/project-logo-5.png",
                "links": [
                    {"faIcon": "fa-brands fa-apple", "href": "https://apple.com"},
                    {"faIcon": "fa-brands fa-google-play", "href": "https://googleplay.com"}
                ],
                "locales": {
                    "en": {
                        "description": "Indulge in the world of delectable desserts with <b>Sweet Scoops</b>! This app is a dessert lover's paradise, offering a wide range of mouthwatering recipes, step-by-step instructions, and videos for creating your favorite sweets. From creamy ice creams to irresistible pastries, <b>Sweet Scoops</b> has you covered for all your dessert cravings. Unleash your inner pastry chef and treat yourself to a delightful dessert experience.",
                        "tags": ["app", "food", "desserts", "recipes"]
                    },
                    "es": {
                        "description": "¡Déjate llevar al mundo de los postres deliciosos con <b>Sweet Scoops</b>! Esta aplicación es el paraíso de los amantes de los postres, ofreciendo una amplia gama de recetas deliciosas, instrucciones paso a paso y videos para crear tus dulces favoritos. Desde cremosos helados hasta irresistibles pasteles, <b>Sweet Scoops</b> tiene todo lo que necesitas para satisfacer tus antojos de postres. Libera al chef de repostería que llevas dentro y date un caprichoso y delicioso experiencia de postre.",
                        "tags": ["aplicación", "comida", "postres", "recetas"]
                    }
                }
            }
        ],

        "social": [
            {
                "id": "findagoalie",
                "title": "Find a Goalie",
                "logoUrl": "images/portfolio/project-logo-4.png",
                "links": [
                    {"faIcon": "fa-brands fa-apple", "href": "https://apple.com"},
                    {"faIcon": "fa-brands fa-google-play", "href": "https://googleplay.com"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>Find a Goalie</b> is your go-to app for finding and connecting with goaltenders in your area. Whether you're organizing a pickup hockey game or need a goalie for your team's practice session, this app makes it easy to search for available goaltenders, view their profiles, and send direct messages for collaboration. Get the pads on and let <b>Find a Goalie</b> help you keep the net covered!",
                        "tags": ["app", "sports", "hockey", "goalie"]
                    },
                    "es": {
                        "description": "<b>Find a Goalie</b> es tu aplicación de referencia para encontrar y conectarte con porteros en tu área. Ya sea que estés organizando un partido de hockey improvisado o necesites un portero para la sesión de práctica de tu equipo, esta aplicación facilita la búsqueda de porteros disponibles, ver sus perfiles y enviar mensajes directos para colaborar. ¡Ponte los pads y deja que <b>Find a Goalie</b> te ayude a mantener la portería cubierta!",
                        "tags": ["aplicación", "deporte", "hockey", "portero"]
                    }
                }
            },

            {
                "id": "rockverse",
                "title": "RockVerse",
                "logoUrl": "images/portfolio/project-logo-9.png",
                "links": [
                    {"faIcon": "fa-brands fa-apple", "href": "https://apple.com"},
                    {"faIcon": "fa-brands fa-google-play", "href": "https://googleplay.com"}
                ],
                "locales": {
                    "en": {
                        "description": "Step into the electrifying world of rock music with <b>RockVerse</b>! This app is a haven for rock enthusiasts, offering a vast collection of classic and modern rock tracks, curated playlists, and behind-the-scenes content. Whether you're a die-hard fan or just discovering the genre, <b>RockVerse</b> brings you closer to the heart and soul of rock and roll. Crank up the volume and let the rock 'n' roll spirit run wild!",
                        "tags": ["app", "music", "rock", "entertainment"]
                    },
                    "es": {
                        "description": "¡Adéntrate en el electrizante mundo de la música rock con <b>RockVerse</b>! Esta aplicación es un refugio para los entusiastas del rock, ofreciendo una amplia colección de canciones de rock clásicas y modernas, listas de reproducción seleccionadas y contenido detrás de escena. Ya seas un fanático acérrimo o estés descubriendo el género, <b>RockVerse</b> te acerca al corazón y alma del rock and roll. ¡Sube el volumen y deja que el espíritu del rock 'n' roll se desate!",
                        "tags": ["aplicación", "música", "rock", "entretenimiento"]
                    }
                }
            }
        ]
    }
}