{
    "locales": {
        "en": {
            "title": "<span class='text-primary'>Educational</span> Background",
            "description": "A glimpse into my academic trajectory and accomplishments."
        },

        "es": {
            "title": "Antecedentes <span class='text-primary'>Educativos</span>",
            "description": "Un vistazo a mi trayectoria académica y logros."
        }
    },

    "items": [
        {
            "id": "bachiller",
            "place": "@link{places.castillo}",
            "period": ["2000/01", "2005/12"],

            "locales": {
                "en": {
                    "title": "Bachelor",
                    "description": "High school graduate with emphasis in the area of natural sciences."
                },

                "es": {
                    "title": "Bachiller",
                    "description": "Graduado de bachillerato con enfasis en el area de ciencias naturales."
                }
            }
        },

        {
            "id": "sistemas_interactivos",
            "place": "@link{places.sistemas-interactivos}",
            "period": ["2019/02", "2019/12"],

            "locales": {
                "en": {
                    "title": "Professional system network technician",
                    "description": "Complete the one-year technical work program. Developing skills in office automation, networks and communications."
                },

                "es": {
                    "title": "Tecnico profesional en redes de sistemas",
                    "description": "Completé el programa tecnico laboral de un año. Desarrollando habilidades en ofimatica, redes y comunicaciones."
                }
            }
        },

        {
            "id": "sena",
            "place": "@link{places.sena}",
            "period": ["2013/06", "2014/11"],

            "locales": {
                "en": {
                    "title": "Shorts courses",
                    "description": "During this period I managed to complete four courses of 40 hours each. Digital Image Production - Web Design with Adobe Dreamweaver - Design and Development of Accessible Websites - Use of Excel and Access for the Development of Business Administrative Applications."
                },

                "es": {
                    "title": "Cursos cortos",
                    "description": "Durante este periodo logre realizar cuatro cursos de 40 horas cada uno. Producción de Imágenes Digitales - Diseño Web con Adobe Dreamweaver - Diseño Y Desarrollo De Sitios Web Accesibles - Uso De Excel Y Access Para El Desarrollo De Aplicaciones Administrativas Empresariales."
                }
            }
        },

        {
            "id": "unipaz",
            "place": "@link{places.unipaz}",
            "period": ["2022/02", "2026/06"],

            "locales": {
                "en": {
                    "title": "Informatics Engineering",
                    "description": "Current student of the Computer Engineering program, currently in 2023 I am in the fifth semester of the program."
                },

                "es": {
                    "title": "Ingeniería Informática",
                    "description": "Estudiante actual del programa de Ingeniería Informática, actualmente al año 2023 estoy en quinto semestre del programa."
                }
            }
        }
    ]
}